Repository: Martin-Hogge/WindowsPhone
Catalog: ApplicationMobile-WP/ApplicationMobile-WP.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Assist.Text
source: Assists :
fr_fr: Assistances :

# ButtonNextWeek.Content
source: Next Week
fr_fr: Prochaine Semaine

# ButtonPreviousWeek.Content
source: Previous Week
fr_fr: Précédente Semaine

# ChampionsSlain.Text
source: Champions Slain :
fr_fr: Champions Tués :

# CrowdControl.Text
source: Time Crowd Control :
fr_fr: Temps de contrôle de foule :

# DamageDealt.Text
source: Damage Dealt :
fr_fr: Dégâts Infligés :

# DamagesTitle.Text
source: Damages
fr_fr: Dégâts

# DamageTaken.Text
source: Damage Taken :
fr_fr: Dégâts Subis :

# Deaths.Text
source: Deaths :
fr_fr: Morts :

# Defeats.Text
source: Defeats :
fr_fr: Défaites :

# Double.Text
source: Double :
fr_fr: Doublés :

# Favorites.Text
source: Favorites
fr_fr: Favoris

# GamesPLayed.Text
source: Games Played :
fr_fr: Parties Jouées :

# GamesPlayedTitle.Text
source: Games Played
fr_fr: Parties Jouées

# GamesWin.Text
source: Games Win :
fr_fr: Parties Gagnées :

# GlobalView.Header
source: Global View
fr_fr: Vue d'ensemble

# GoldEarned.Text
source: Gold Earned :
fr_fr: Or Gagnés :

# Healing.Text
source: Healing :
fr_fr: Soins Effectués :

# Historic.Header
source: Match History
fr_fr: Historique

# KillingSpree.Text
source: Killing Spree :
fr_fr: Séries Meurtrières :

# KillsAndDeathsTitle.Text
source: Kills & Deaths
fr_fr: Tués / Morts

# KillSimMax.Text
source: Largest Killing Spree :
fr_fr: Tués simultanément Max :

# LargestKillingSpree.Text
source: Largest Killing Spree :
fr_fr: Plus longue Série Meurtrière :

# LongestGame.Text
source: Longest Game :
fr_fr: Plus Longue Partie :

# LongestTimeAlive.Text
source: Longest Time Alive :
fr_fr: Temps resté le plus longtemps en vie :

# MagicDamageDealt.Text
source: Magic Damage Dealt :
fr_fr: Dégâts Magiques Infligés :

# MagicDamageTaken.Text
source: Magic Damage Taken :
fr_fr: Dégâts Magiques Subis :

# MinionsSlain.Text
source: Minions Slain :
fr_fr: Sbires Tués :

# MonstersSlain.Text
source: Monsters Slain :
fr_fr: Monstres Tués :

# MostDeaths.Text
source: Most Deaths :
fr_fr: Morts Max :

# MostKills.Text
source: Most Kills :
fr_fr: Tués Max :

# OthersTitle.Text
source: Others
fr_fr: Autres

# Pentakill.Text
source: Pentakill :
fr_fr: Quintuplés :

# PhysicalDamageDealt.Text
source: Physical Damage Dealt :
fr_fr: Dégâts Phyisques Infligés :

# Quadrakill.Text
source: Quadrakill :
fr_fr: Quadruplés :

# RankingTitle.Text
source: Ranking
fr_fr: Classement

# RecentResearch.Text
source: Recent Searches
fr_fr: Recherches Récentes

# StatisticsHeader.Header
source: Statistics of 2014 Season
fr_fr: Statistiques de la saison 2014

# StatTitle.Text
source: STATISTICS
fr_fr: STATISTIQUES

# Team3c3.Text
source: Team 3v3
fr_fr: Equipe 3c3

# Team5c5.Text
source: Team 5v5
fr_fr: Equipe 5c5

# TeamTitle.Text
source: TEAMS
fr_fr: EQUIPES

# Triple.Text
source: Triple :
fr_fr: Triplés :

# TurretsDestroyed.Text
source: Turrets Destroyed :
fr_fr: Tourelles Détruites :

# Victories.Text
source: Victories :
fr_fr: Victoires :

# EnterSummoner.Text
source: Enter a summoner name :
fr_fr: Introduisez le nom d'un invocateur :

source: Summoner not found
fr_fr: Invocateur introuvable

# BOT
source: Bot Game
fr_fr: Partie contre des bots

# BOT_3x3
source: Bot Game 3v3
fr_fr: Partie contre des bots 3c3

# CAP_5x5
source: Team Builder
fr_fr: Créateur d'équipe

source: DEFEAT
fr_fr: DEFAITE

# FIRSTBLOOD_1x1
source: FirstBlood 1v1
fr_fr: Premier sang 1c1

# FIRSTBLOOD_2x2
source: FirstBlood 2v2
fr_fr: Premier sang 2c2

source: Hexakill
fr_fr: Sextuplé

# InternalServerError
source: An internal server error occured : Please try again in a few minutes
fr_fr: Une erreur interne du serveur est apparue : Veuillez réessayer dans quelques instants

source: Nightmare Bot
fr_fr: Bots du cauchemard

# NONE
source: Custom Game
fr_fr: Partie personnalisée

# NORMAL
source: Normal 5v5
fr_fr: Normal 5c5

# NORMAL_3x3
source: Normal 3v3
fr_fr: Normal 3c3

# ODIN_UNRANKED
source: Odin Game
fr_fr: Odin

# ONEFORALL_5x5
source: One For All
fr_fr: Un pour tous

# RANKED_PREMADE_3x3
source: Ranked 3v3
fr_fr: Partie classée 3c3

# RANKED_PREMADE_5x5
source: Ranked Premade 5v5
fr_fr: Partie classée duo 5c5

# RANKED_SOLO_5x5
source: Ranked Solo 5v5
fr_fr: Partie classée solo 5c5

# RANKED_TEAM_3x3
source: Ranked Team 3v3
fr_fr: Partie classée en équipe 3c3

# RANKED_TEAM_5x5
source: Ranked Team 5v5
fr_fr: Partie classée en équipe 5c5

# RateLimiteExceed
source: The server is receiving to much request : Please try again in a few minutes
fr_fr: Le serveur reçois trop de requête simultanément : Veuillez réessayer dans quelques instants

# ServiceUnavailable
source: Service Unavailable : Please try again in a few minutes
fr_fr: Service indisponible : Veuillez réessayer dans quelques instants

# SR_6x6
source: 6v6
fr_fr: 6c6

# Unauthorized
source: An error occured : You are not authorized to access these data
fr_fr: Une erreur est apparue : Vous n'êtes pas autorisé à accéder à ces données

# UnknownError
source: An unknown error occured : Please try again
fr_fr: Une erreur inconnue est apparue : Veuillez réessayer

# URF_BOT
source: URF Bot Game
fr_fr: URF partie contre des bots

source: VICTORY
fr_fr: VICTOIRE

# AddFavorite
source: Add to favorites
fr_fr: Ajouter aux favoris

# ErrorMessageAddFavoriteAlreadyExist
source: This summoner is already in your list of favorites summoners
fr_fr: Cet invocateur est déjà présent dans votre liste de favoris

# ErrorMessageAddFavoriteTooMuch
source: You already have the maximum favorites summoners authorized
fr_fr: Le nombre maximum de favoris est déjà atteint

# AddFavoriteSuccess
source: The summoner has been add to favorites
fr_fr: L'invocateur à bien été ajouté aux favoris

# Error.Text
source: Error
fr_fr: Erreur

# RemoveFavorite
source: Remove from favorites
fr_fr: Retirer des favoris

# RemoveFavoriteSuccess
source: The summoner has been removed from favorites
fr_fr: L'invocateur à bien été retiré des favoris

# Find.Content
source: Find
fr_fr: Chercher

# ScoreNotUpToDate
source: Latest games are still being calculated/nTry to update the score in a few seconds
fr_fr: Les derniers matchs n'ont pas encore été calculés\nEssayez de mettre le score à jour dans quelques secondes

# ScoreUpToDate
source: The score is up to date !
fr_fr: Le score est à jour !

# MatchAdded
source: Match(s) has been added
fr_fr: Match(s) ont été ajouté

# MatchNotUpToDate
source: Latest games are still being calculated Try to update the score in a few seconds
fr_fr: Les derniers matchs sont toujours en cours de calcul Essayez de mettre à jour le score dans quelques secondes

# MatchUpToDate
source: The score is up to date !
fr_fr: Le score est à jour !

# See10MoreMatchs.Content
source: See 10 more matchs
fr_fr: Voir 10 matchs supplémentaires

# UpdateScore.Content
source: Update Score
fr_fr: Mettre à jour le score

# GlobalViewHeaderTabler
source: Global View
fr_fr: Vue d'emsemble

# MatchHistoryHeaderTabler
source: Match History
fr_fr: Historique

# StatisticsHeaderTabler
source: Statistics
fr_fr: Statistiques

# TryAgain.Content
source: Try again
fr_fr: Réessayer
